{
    "chapter": 3,
    "title": {
        "ru": "Тени выбора",
        "en": "Shadows of Choice"
    },
    "scenes": [
        {
            "id": 0,
            "background": "bg_apartment_morning",
            "characterLeft": "anna_thoughtful_home",
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Утро пришло с мягким светом, льющимся сквозь шторы, но внутри меня всё ещё дрожала тень вчерашнего вечера. Я сидела на краю кровати, кремовый свитер обнимал плечи, а телефон в руках мигал — Лёша в Telegram: ‘Ань, ты жива после вчера?’ Во ‘ВКонтакте’ новый гороскоп: ‘Весы, остерегайтесь иллюзий’. TikTok крутил видео про знаки судьбы. Что я чувствую? Шум зовёт, но тишина держит. Может, звёзды знают больше?",
                "en": "Morning arrived with soft light spilling through the curtains, but inside me, the shadow of last night still trembled. I sat on the edge of the bed, my cream sweater hugging my shoulders, phone in hand blinking — Lyosha on Telegram: ‘Anya, you alive after yesterday?’ A new horoscope on ‘VKontakte’: ‘Libra, beware of illusions.’ TikTok spun videos about fate’s signs. What do I feel? Noise calls, but silence holds me. Maybe the stars know more?"
            },
            "second_playthrough_text": {
                "ru": "Утро пришло с мягким светом, но я уже знала этот сценарий — тень вчера снова дрожит внутри. Я сидела на кровати, кремовый свитер обнимал плечи, телефон мигал — Лёша: ‘Ань, ты жива после вчера?’ — как по нотам. Тот же гороскоп в ‘ВКонтакте’, тот же TikTok. Ты ведь знаешь, что я выберу, да? Только теперь я вижу старую открытку от него на тумбочке — он писал ‘До встречи’ ещё до того, как Дима стал его тенью.",
                "en": "Morning arrived with soft light, but I already knew this script — yesterday’s shadow trembles inside again. I sat on the bed, my cream sweater hugging my shoulders, phone blinking — Lyosha: ‘Anya, you alive after yesterday?’ — right on cue. Same horoscope on ‘VKontakte’, same TikTok. You know what I’ll choose, don’t you? Only now I see his old postcard on the nightstand — he wrote ‘See you soon’ back before Dima became his shadow."
            },
            "sound": "sfx_morning_birds",
            "music": "bgm_morning_melancholy",
            "nextScene": 1
        },
        {
            "id": 1,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Телефон мигал — Марк в Telegram: ‘Ты как?’ Сергей: ‘Жду в офисе сегодня.’ Я замерла, глядя на экран. Что я чувствую? Марк — тепло, но тень страха? Сергей — сила, но холод? Дима молчал, и это молчание резало. Катя в WhatsApp: ‘Ань, ты пропала!’ Куда меня тянет?",
                "en": "My phone blinked — Mark on Telegram: ‘You okay?’ Sergey: ‘Waiting at the office today.’ I froze, staring at the screen. What do I feel? Mark — warmth, but a shadow of fear? Sergey — strength, but coldness? Dima stayed silent, and that silence cut deep. Katya on WhatsApp: ‘Anya, you’ve vanished!’ Where am I drawn?"
            },
            "second_playthrough_text": {
                "ru": "Телефон мигал — Марк: ‘Ты как?’ Сергей: ‘Жду в офисе.’ Всё те же слова, ты ведь помнишь их, да? Я замерла, глядя на экран, где мелькнуло старое сообщение от Димы: ‘Прости за ту ночь’ — он отправил его ещё до того, как я узнала про долги. Марк — тепло, Сергей — холод, а Дима молчит. Катя в WhatsApp: ‘Ань, ты пропала!’ — опять. Куда меня тянет теперь?",
                "en": "My phone blinked — Mark: ‘You okay?’ Sergey: ‘Waiting at the office.’ Same old words, you remember them, don’t you? I froze, staring at the screen where an old message from Dima flickered: ‘Sorry about that night’ — sent before I knew about his debts. Mark — warmth, Sergey — cold, and Dima’s silent. Katya on WhatsApp: ‘Anya, you’ve vanished!’ — again. Where am I drawn now?"
            },
            "sound": "sfx_phone_vibrate_multiple",
            "music": "bgm_tension_rise",
            "choices": [
                {
                    "id": "mark",
                    "text": {
                        "ru": "[Марку: ‘Всё ок, а ты?’] (10 сек)",
                        "en": "[To Mark: ‘I’m fine, you?’] (10 сек)"
                    },
                    "timer": 10,
                    "nextScene": 2,
                    "effects": { "heart": 1, "relationships.mark": 1 }
                },
                {
                    "id": "sergey",
                    "text": {
                        "ru": "[Сергею: ‘Скоро буду’] (10 сек)",
                        "en": "[To Sergey: ‘Be there soon’] (10 сек)"
                    },
                    "timer": 10,
                    "nextScene": 3,
                    "effects": { "crown": 1, "relationships.sergey": 1 }
                },
                {
                    "id": "ignore",
                    "text": {
                        "ru": "[Пропустить]",
                        "en": "[Ignore]"
                    },
                    "nextScene": 4
                }
            ]
        },
        {
            "id": 2,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "‘Хорошо. Может, кофе как-нибудь?’",
                "en": "‘Good. Coffee sometime?’"
            },
            "second_playthrough_text": {
                "ru": "‘Хорошо. Может, кофе как-нибудь? Ты ведь знаешь, что я всегда это предлагаю, Ань, и всё равно жду, пока ты скажешь да.’",
                "en": "‘Good. Coffee sometime? You know I always offer this, Anya, and still wait for you to say yes.’"
            },
            "sound": "sfx_message_sent",
            "music": null,
            "nextScene": 5
        },
        {
            "id": 3,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "‘Жду. Не опаздывай.’",
                "en": "‘Waiting. Don’t be late.’"
            },
            "second_playthrough_text": {
                "ru": "‘Жду. Не опаздывай. Ты ведь помнишь, как это было в прошлый раз, Ань, когда ты всё-таки пришла?’",
                "en": "‘Waiting. Don’t be late. You remember how it went last time, Anya, when you finally showed up?’"
            },
            "sound": "sfx_message_sent",
            "music": null,
            "nextScene": 5
        },
        {
            "id": 4,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Я убрала телефон. Пусть ждут. Но сердце стучало — а вдруг я упускаю что-то важное?",
                "en": "I put the phone away. Let them wait. But my heart pounded — what if I’m missing something vital?"
            },
            "second_playthrough_text": {
                "ru": "Я убрала телефон, зная, что они будут ждать — как и тогда. Но сердце стучало — ты ведь помнишь, как я упустила это в прошлый раз, да?",
                "en": "I put the phone away, knowing they’ll wait — just like then. But my heart pounded — you remember how I missed it last time, don’t you?"
            },
            "sound": "sfx_phone_pocket",
            "music": "bgm_quiet_reflection",
            "nextScene": 5
        },
        {
            "id": 5,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_neutral_street",
            "characterRight": "vika_confident_style1",
            "speaker": {
                "ru": "Вика",
                "en": "Vika"
            },
            "text": {
                "ru": "Офис ‘TrendWave’ гудел — голоса, клавиатуры, запах кофе. Вика шагнула навстречу: «Аньчик, ты где была? Сергей хочет тебя видеть!»",
                "en": "The ‘TrendWave’ office buzzed — voices, keyboards, the scent of coffee. Vika stepped forward: ‘Anyushka, where’ve you been? Sergey wants to see you!’"
            },
            "second_playthrough_text": {
                "ru": "Офис ‘TrendWave’ гудел — голоса, клавиатуры, запах кофе, всё как в прошлый раз. Вика шагнула ко мне: «Аньчик, ты где была? Опять пропадала? Сергей хочет тебя видеть — ты ведь знаешь, что он не отпустит тебя так просто, особенно после того браслета, что я до сих пор ношу от прошлого.»",
                "en": "The ‘TrendWave’ office buzzed — voices, keyboards, the scent of coffee, just like last time. Vika stepped toward me: ‘Anyushka, where’ve you been? Off again? Sergey wants to see you — you know he won’t let you go so easily, especially after that bracelet I still wear from the past.’"
            },
            "sound": "sfx_office_ambient",
            "music": "bgm_corporate_tension",
            "nextScene": 6
        },
        {
            "id": 6,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_surprised_street",
            "characterRight": "sergey_confident",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "Сергей стоял у окна, пиджак подчёркивал его уверенность. «Анна, ты интересная. Хочу, чтобы ты помогла с проектом. Есть идеи?»",
                "en": "Sergey stood by the window, his blazer framing his confidence. ‘Anna, you’re interesting. I want you to help with a project. Any ideas?’"
            },
            "second_playthrough_text": {
                "ru": "Сергей стоял у окна, пиджак подчёркивал его уверенность, но теперь я видела старый журнал на столе — он и его бывший партнёр, которого он предал. «Анна, ты интересная. Опять здесь? Хочу, чтобы ты помогла с проектом — ты ведь знаешь, как это работает, да?»",
                "en": "Sergey stood by the window, his blazer framing his confidence, but now I saw the old magazine