{
    "chapter": 9,
    "title": {
        "ru": "Разоблачение",
        "en": "Revelation"
    },
    "scenes": [
        {
            "id": 0,
            "background": "bg_apartment_morning",
            "characterLeft": "anna_thoughtful_style2",
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Утро пробралось в мою комнату холодным светом, шторы дрожали от сквозняка, а я сидела, сжимая телефон. Кремовый свитер обнимал плечи, но внутри всё дрожало от тревоги. Что я чувствую? Выборы давили, как камни, и гороскоп во ‘ВКонтакте’ шептал: ‘Весы, правда выйдет наружу.’ TikTok крутил видео про последствия. Интуиция ныла — я изменила не только свою жизнь, но и их. Телефон пиликнул — Марк: ‘Нужно поговорить.’ Дима: ‘Ты где?’ Сергей: ‘Всё решается сегодня.’",
                "en": "Morning slipped into my room with cold light, the curtains trembling from a draft, and I sat, clutching my phone. My cream sweater hugged my shoulders, but inside, everything quivered with unease. What do I feel? Choices weighed like stones, and the horoscope on ‘VKontakte’ whispered: ‘Libra, the truth will surface.’ TikTok spun videos about consequences. My intuition ached — I’ve changed not just my life, but theirs too. My phone buzzed — Mark: ‘We need to talk.’ Dima: ‘Where are you?’ Sergey: ‘It all ends today.’"
            },
            "second_playthrough_text": {
                "ru": "Утро пробралось холодным светом, шторы дрожали — ты ведь знаешь этот холод, да? Я сидела, сжимая телефон, кремовый свитер обнимал плечи, но тревога дрожала внутри, как тогда, когда я нашла старую записку от Кати: ‘Не повторяй ошибок.’ Гороскоп в ‘ВКонтакте’ опять: ‘Правда выйдет наружу.’ Ты знаешь, что будет, но я всё равно дрожу. Телефон пиликнул — Марк: ‘Нужно поговорить.’ Дима: ‘Ты где?’ Сергей: ‘Всё решается сегодня.’",
                "en": "Morning slipped in with cold light, curtains trembling — you know this chill, don’t you? I sat, clutching my phone, my cream sweater hugging my shoulders, but unease quivered inside, like when I found Katya’s old note: ‘Don’t repeat mistakes.’ The ‘VKontakte’ horoscope again: ‘The truth will surface.’ You know what’s coming, but I still tremble. My phone buzzed — Mark: ‘We need to talk.’ Dima: ‘Where are you?’ Sergey: ‘It all ends today.’"
            },
            "sound": "sfx_morning_birds",
            "music": "bgm_morning_melancholy",
            "nextScene": 1
        },
        {
            "id": 1,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_neutral_style1",
            "characterRight": "mark_concerned",
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "Офис ‘TrendWave’ гудел, но тишина между нами резала острее. Марк стоял у стола, очки сползли, голос дрожал: «Анна, я… я нашёл кое-что. Сергей врал. Любовница — не единственная тайна. Он подставил партнёра ради студии.»",
                "en": "The ‘TrendWave’ office buzzed, but the silence between us cut sharper. Mark stood by the desk, glasses slipping, voice trembling: ‘Anna, I… I found something. Sergey lied. The mistress isn’t his only secret. He framed a partner for the studio.’"
            },
            "second_playthrough_text": {
                "ru": "Офис ‘TrendWave’ гудел, но тишина между нами резала — ты ведь знаешь её остроту, да? Марк стоял у стола, очки сползли, голос дрожал: «Анна, я… я нашёл кое-что. Сергей врал — ты помнишь, как я раскопал ту старую флешку с его счетами? Любовница — не единственная тайна, он подставил партнёра ради студии.»",
                "en": "The ‘TrendWave’ office buzzed, but the silence between us cut — you know its sharpness, don’t you? Mark stood by the desk, glasses slipping, voice trembling: ‘Anna, I… I found something. Sergey lied — you remember how I dug up that old USB with his accounts? The mistress isn’t his only secret; he framed a partner for the studio.’"
            },
            "sound": "sfx_office_ambient",
            "music": "bgm_corporate_tension",
            "nextScene": 2
        },
        {
            "id": 2,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_surprised_style1",
            "characterRight": "mark_concerned",
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Слова Марка ударили, как гром, и сердце сжалось. Что я чувствую? Шок? Обман? «Марк, ты уверен? Это… это меняет всё.»",
                "en": "Mark’s words hit like thunder, and my heart clenched. What do I feel? Shock? Deception? ‘Mark, are you sure? This… this changes everything.’"
            },
            "second_playthrough_text": {
                "ru": "Слова Марка ударили, как гром — ты ведь знаешь этот удар, да? Сердце сжалось, когда я вспомнила старую записку от Сергея: ‘Всё под контролем,’ найденную в его столе. «Марк, ты уверен? Это… это меняет всё — ты ведь знаешь, что я уже подозревала его?»",
                "en": "Mark’s words hit like thunder — you know this blow, don’t you? My heart clenched as I recalled Sergey’s old note: ‘Everything’s under control,’ found in his desk. ‘Mark, are you sure? This… this changes everything — you know I already suspected him, don’t you?’"
            },
            "sound": "sfx_dramatic_pause",
            "music": null,
            "choices": [
                {
                    "id": "trust",
                    "text": {
                        "ru": "Сказать: ‘Я тебе верю’",
                        "en": "Say: ‘I believe you’"
                    },
                    "nextScene": 3,
                    "effects": { "heart": 1, "relationships.mark": 1 }
                },
                {
                    "id": "doubt",
                    "text": {
                        "ru": "Сказать: ‘Мне нужно проверить’",
                        "en": "Say: ‘I need to check’"
                    },
                    "nextScene": 4,
                    "effects": { "leaf": 1 }
                },
                {
                    "id": "premium",
                    "text": {
                        "ru": "Спросить: ‘Что ещё ты знаешь?’ (15 бриллиантов)",
                        "en": "Ask: ‘What else do you know?’ (15 diamonds)"
                    },
                    "nextScene": 5,
                    "cost": 15,
                    "effects": { "heart": 1, "relationships.mark": 1 }
                }
            ]
        },
        {
            "id": 3,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_smile_style1",
            "characterRight": "mark_smile",
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "«Спасибо, Анна. Мы разберёмся вместе.»",
                "en": "‘Thank you, Anna. We’ll figure it out together.’"
            },
            "second_playthrough_text": {
                "ru": "«Спасибо, Анна. Мы разберёмся вместе — ты ведь знаешь, Ань, что я всегда рядом, как тогда, когда спрятал ту старую программу, чтобы Сергей не нашёл?»",
                "en": "‘Thank you, Anna. We’ll figure it out together — you know, Anya, I’m always here, like when I hid that old program so Sergey wouldn’t find it?’"
            },
            "sound": "sfx_comforting_tone",
            "music": "bgm_upbeat_friendship",
            "nextScene": 6
        },
        {
            "id": 4,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": "mark_neutral",
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "«Понимаю. Но будь осторожна.»",
                "en": "‘I understand. But be careful.’"
            },
            "second_playthrough_text": {
                "ru": "«Понимаю. Но будь осторожна — ты ведь знаешь, Ань, как я предупреждал тебя раньше, когда нашёл тот старый шрам на своей руке после той ночи?»",
                "en": "‘I understand. But be careful — you know, Anya, how I warned you before, when I found that old scar on my hand after that night?’"
            },
            "sound": "sfx_subtle_sigh",
            "music": null,
            "nextScene": 6
        },
        {
            "id": 5,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_neutral_style1",
            "characterRight": "mark_concerned",
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "«Я… я копался глубже. Там деньги, Анна. Он скрывал доходы. Это опасно.»",
                "en": "‘I… I dug deeper. There’s money, Anna. He hid profits. It’s dangerous.’"
            },
            "second_playthrough_text": {
                "ru": "«Я… я копался глубже — ты ведь знаешь, Ань, как я копался раньше, когда нашёл ту старую флешку с его счетами? Там деньги, Анна. Он скрывал доходы. Это опасно.»",
                "en": "‘I… I dug deeper — you know, Anya, how I dug before when I found that old USB with his accounts? There’s money, Anna. He hid profits. It’s dangerous.’"
            },
            "sound": "sfx_quiet_whisper",
            "music": "bgm_mystery_reveal",
            "nextScene": 6
        },
        {
            "id": 6,
            "background": "bg_style1_night",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": "dima_confident",
            "speaker": {
                "ru": "Дима",
                "en": "Dima"
            },
            "text": {
                "ru": "Ночь упала на город тяжёлым покрывалом, шубка не спасала от холода внутри. Дима ждал у клуба — кожаная куртка, камера, взгляд острый: «Ань, ты бледная. Что случилось? Поехали со мной, забудем всё!»",
                "en": "Night fell over the city like a heavy blanket, my fur coat no shield against the cold inside. Dima waited at the club — leather jacket, camera, gaze sharp: ‘Anya, you’re pale. What’s wrong? Come with me, we’ll forget it all!’"
            },
            "second_playthrough_text": {
                "ru": "Ночь упала на город тяжёлым покрывалом — ты ведь знаешь эту ночь, да? Шубка не спасала от холода внутри. Дима ждал у клуба — кожаная куртка, камера, взгляд острый: «Ань, ты бледная. Что случилось? Опять Сергей? Поехали со мной, забудем всё — ты помнишь, как я спрятал тот старый долг в бардачке, чтобы нас не нашли?»",
                "en": "Night fell over the city like a heavy blanket — you know this night, don’t you? My fur coat no shield against the cold inside. Dima waited at the club — leather jacket, camera, gaze sharp: ‘Anya, you’re pale. What’s wrong? Sergey again? Come with me, we’ll forget it all — you remember how I hid that old debt in the glovebox so they wouldn’t find us?’"
            },
            "sound": "sfx_club_crowd",
            "music": "bgm_club_vibes",
            "nextScene": 7
        },
        {
            "id": 7,
            "background": "bg_style1_night",
            "characterLeft": "anna_surprised_style1",
            "characterRight": "dima_confident",
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Его голос был как вспышка, но сердце ныло. Что я чувствую? Свободу? Или бегство? «Дима, тут всё рушится, а ты про вечеринки…»",
                "en": "His voice was like a flash, but my heart ached. What do I feel? Freedom? Or escape? ‘Dima, everything’s falling apart here, and you’re talking parties…’"
            },
            "second_playthrough_text": {
                "ru": "Его голос был как вспышка — ты ведь знаешь этот звук, да? Сердце ныло, когда я вспомнила тот старый снимок, который он оставил мне, где мы смеялись до всего этого. «Дима, тут всё рушится, а ты про вечеринки — ты ведь помнишь, как я отказалась тогда?»",
                "en": "His voice was like a flash — you know that sound, don’t you? My heart ached as I recalled that old photo he left me, us laughing before all this. ‘Dima, everything’s falling apart here, and you’re talking parties — you remember how I refused back then, don’t you?’"
            },
            "sound": "sfx_club_beat_drop",
            "music": null,
            "choices": [
                {
                    "id": "yes",
                    "text": {
                        "ru": "Сказать: ‘Ладно, поехали’",
                        "en": "Say: ‘Alright, let’s go’"
                    },
                    "nextScene": 8,
                    "effects": { "heart": 1, "relationships.dima": 1 }
                },
                {
                    "id": "no",
                    "text": {
                        "ru": "Сказать: ‘Мне нужно разобраться’",
                        "en": "Say: ‘I need to figure this out’"
                    },
                    "nextScene": 9,
                    "effects": { "leaf": 1 }
                }
            ]
        },
        {
            "id": 8,
            "background": "bg_style1_night",
            "characterLeft": "anna_smile_style1",
            "characterRight": "dima_happy",
            "speaker": {
                "ru": "Дима",
                "en": "Dima"
            },
            "text": {
                "ru": "«Вот это моя Анька! Поехали, всё будет круто!»",
                "en": "‘That’s my Anya! Let’s go, it’ll be awesome!’"
            },
            "second_playthrough_text": {
                "ru": "«Вот это моя Анька! Поехали, всё будет круто — ты ведь знаешь, Ань, что я всегда вытаскиваю тебя, как тогда, когда спрятал тот старый конверт с деньгами от кредиторов?»",
                "en": "‘That’s my Anya! Let’s go, it’ll be awesome — you know, Anya, I always pull you out, like when I hid that old envelope with cash from the creditors?’"
            },
            "sound": "sfx_car_engine",
            "music": "bgm_upbeat_friendship",
            "nextScene": 10
        },
        {
            "id": 9,
            "background": "bg_style1_night",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": "dima_neutral",
            "speaker": {
                "ru": "Дима",
                "en": "Dima"
            },
            "text": {
                "ru": "«Ты слишком серьёзная. Но я рядом, если что.»",
                "en": "‘You’re too serious. But I’m here if you need me.’"
            },
            "second_playthrough_text": {
                "ru": "«Ты слишком серьёзная — ты ведь знаешь, Ань, что я всегда рядом, даже после того, как ты ушла, оставив меня с той старой камерой без плёнки?»",
                "en": "‘You’re too serious — you know, Anya, I’m always here, even after you left me with that old camera without film?’"
            },
            "sound": "sfx_club_fade_out",
            "music": null,
            "nextScene": 10
        },
        {
            "id": 10,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_neutral_style1",
            "characterRight": "vika_sad_style1",
            "speaker": {
                "ru": "Вика",
                "en": "Vika"
            },
            "text": {
                "ru": "Я вернулась в офис, и Вика ждала — глаза красные, голос тихий: «Ань, я узнала про Сергея. Он подставил всех нас. Прости, что втянула тебя.»",
                "en": "I returned to the office, and Vika waited — eyes red, voice soft: ‘Anya, I found out about Sergey. He betrayed us all. Sorry I dragged you into this.’"
            },
            "second_playthrough_text": {
                "ru": "Я вернулась в офис — ты ведь знаешь этот поворот, да? Вика ждала — глаза красные, голос тихий: «Ань, я узнала про Сергея. Он подставил всех нас — ты помнишь, как я спрятала тот старый диск с его планами, думая, что смогу всё исправить? Прости, что втянула тебя.»",
                "en": "I returned to the office — you know this twist, don’t you? Vika waited — eyes red, voice soft: ‘Anya, I found out about Sergey. He betrayed us all — you remember how I hid that old disc with his plans, thinking I could fix it? Sorry I dragged you into this.’"
            },
            "sound": "sfx_office_ambient",
            "music": "bgm_corporate_tension",
            "nextScene": 11
        },
        {
            "id": 11,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": "vika_sad_style1",
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Её слова были как нож, но и как свет. Что я чувствую? Всё, что я выбрала, рушит их жизни. «Вик, это не только моя боль теперь.»",
                "en": "Her words were like a knife, but also like light. What do I feel? Everything I chose is breaking their lives. ‘Vik, it’s not just my pain anymore.’"
            },
            "second_playthrough_text": {
                "ru": "Её слова были как нож, но и как свет — ты ведь знаешь, как они режут, да? Я вспомнила тот старый билет на поезд в кармане, который так и не использовала, чтобы сбежать от всего этого. «Вик, это не только моя боль теперь — ты ведь знаешь, что я уже теряла их всех раньше?»",
                "en": "Her words were like a knife, but also like light — you know how they cut, don’t you? I recalled that old train ticket in my pocket I never used to escape all this. ‘Vik, it’s not just my pain anymore — you know I’ve lost them all before, don’t you?’"
            },
            "sound": "sfx_tearful_breath",
            "music": "bgm_betrayal_tune",
            "nextScene": null
        }
    ]
}