{
    "chapter": 7,
    "title": {
        "ru": "Перекрёсток сердец",
        "en": "Crossroads of Hearts"
    },
    "scenes": [
        {
            "id": 0,
            "background": "bg_apartment_morning",
            "characterLeft": "anna_thoughtful_style2",
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Утро мягко коснулось комнаты, свет струился сквозь кремовые шторы, но внутри меня бушевал шторм. Я сидела, сжимая телефон, кремовый свитер согревал плечи, но не душу. Что я чувствую? Сергей и его тайна, Вика и её предательство, Дима с его шумом, Марк с его теплом… Всё смешалось. Во ‘ВКонтакте’ гороскоп: ‘Весы, выбор определит будущее.’ TikTok крутил видео про любовь и бегство. Интуиция ныла — кто-то зовёт, но кто? Может, я всё ещё верю не тому?",
                "en": "Morning gently touched the room, light streaming through cream curtains, but a storm raged inside me. I sat, clutching my phone, my cream sweater warming my shoulders but not my soul. What do I feel? Sergey and his secret, Vika and her betrayal, Dima with his noise, Mark with his warmth… It’s all a blur. On ‘VKontakte’, a horoscope: ‘Libra, your choice will shape your future.’ TikTok spun videos about love and escape. My intuition ached — someone’s calling, but who? Am I still trusting the wrong thing?"
            },
            "second_playthrough_text": {
                "ru": "Утро мягко коснулось комнаты, свет струился сквозь шторы, но шторм внутри — ты ведь знаешь его, да? Я сидела, сжимая телефон, кремовый свитер согревал плечи, но не душу, а в ящике лежала старая записка от Вики: ‘Прости за всё’ — написанная ещё до её ухода в клуб. Сергей, Дима, Марк… всё смешалось снова. Гороскоп в ‘ВКонтакте’ тот же: ‘Выбор определит будущее.’ Ты знаешь, что я выберу, но я всё ещё верю не тому?",
                "en": "Morning gently touched the room, light streaming through curtains, but the storm inside — you know it, don’t you? I sat, clutching my phone, my cream sweater warming my shoulders but not my soul, and in the drawer was an old note from Vika: ‘Sorry for everything’ — written before she left for the club. Sergey, Dima, Mark… it’s all a blur again. The same ‘VKontakte’ horoscope: ‘Your choice will shape your future.’ You know what I’ll pick, but am I still trusting the wrong thing?"
            },
            "sound": "sfx_morning_birds",
            "music": "bgm_morning_melancholy",
            "nextScene": 1
        },
        {
            "id": 1,
            "background": "bg_style1_day_trash",
            "characterLeft": "anna_neutral_style1",
            "characterRight": "dima_confident",
            "speaker": {
                "ru": "Дима",
                "en": "Dima"
            },
            "text": {
                "ru": "День накрыл город серым покрывалом, шубка защищала от ветра, кожаные штаны шуршали, кроссовки ступали тихо. Дима ждал у машины — кожаная куртка, камера, взгляд яркий: «Ань, поехали со мной! Бросим этот город, будет только мы и дорога!»",
                "en": "The day draped the city in a gray veil, my fur coat shielded me from the wind, leather pants rustled, sneakers stepped softly. Dima waited by the car — leather jacket, camera, gaze bright: ‘Anya, come with me! Let’s ditch this city, just us and the road!’"
            },
            "second_playthrough_text": {
                "ru": "День накрыл город серым покрывалом, шубка защищала от ветра, кожаные штаны шуршали — ты ведь знаешь эту сцену, да? Дима ждал у машины — кожаная куртка, камера, взгляд яркий: «Ань, поехали со мной! Бросим этот город, будет только мы и дорога — как тогда, когда я спрятал тот старый долг в бардачке, чтобы сбежать с тобой!»",
                "en": "The day draped the city in a gray veil, my fur coat shielded me from the wind, leather pants rustled — you know this scene, don’t you? Dima waited by the car — leather jacket, camera, gaze bright: ‘Anya, come with me! Let’s ditch this city, just us and the road — like back then when I hid that old debt in the glovebox to run away with you!’"
            },
            "sound": "sfx_style1_ambient_day",
            "music": "bgm_crossroads_heart",
            "nextScene": 2
        },
        {
            "id": 2,
            "background": "bg_style1_day_trash",
            "characterLeft": "anna_surprised_style1",
            "characterRight": "dima_confident",
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Сердце заколотилось, как будто хотело вырваться. Что я чувствую? Свободу? Страх? «Дима, это… это слишком быстро.»",
                "en": "My heart pounded, as if it wanted to break free. What do I feel? Freedom? Fear? ‘Dima, this… it’s too fast.’"
            },
            "second_playthrough_text": {
                "ru": "Сердце заколотилось — ты ведь знаешь, как оно бьётся в этот момент, да? «Дима, это… это слишком быстро, как тогда, когда ты спрятал меня от тех парней с клуба, а я всё равно не уехала с тобой.»",
                "en": "My heart pounded — you know how it beats in this moment, don’t you? ‘Dima, this… it’s too fast, like back then when you hid me from those guys at the club, and I still didn’t leave with you.’"
            },
            "sound": "sfx_heart_beat_fast",
            "music": null,
            "choices": [
                {
                    "id": "yes",
                    "text": {
                        "ru": "Сказать: ‘Я подумаю’",
                        "en": "Say: ‘I’ll think about it’"
                    },
                    "nextScene": 3,
                    "effects": { "heart": 1, "relationships.dima": 1 }
                },
                {
                    "id": "no",
                    "text": {
                        "ru": "Сказать: ‘Нет, я не могу’",
                        "en": "Say: ‘No, I can’t’"
                    },
                    "nextScene": 4,
                    "effects": { "leaf": 1 }
                },
                {
                    "id": "premium",
                    "text": {
                        "ru": "Спросить: ‘Куда мы поедем?’ (15 бриллиантов)",
                        "en": "Ask: ‘Where would we go?’ (15 diamonds)"
                    },
                    "nextScene": 5,
                    "cost": 15,
                    "effects": { "heart": 1, "relationships.dima": 1 }
                }
            ]
        },
        {
            "id": 3,
            "background": "bg_style1_day_trash",
            "characterLeft": "anna_neutral_style1",
            "characterRight": "dima_happy",
            "speaker": {
                "ru": "Дима",
                "en": "Dima"
            },
            "text": {
                "ru": "«Думай быстрее, Аньчик! Я не люблю ждать!»",
                "en": "‘Think fast, Anyushka! I don’t like waiting!’"
            },
            "second_playthrough_text": {
                "ru": "«Думай быстрее, Аньчик! Я не люблю ждать — ты ведь знаешь, как я ждал тебя тогда, когда спрятал ту старую плёнку, чтобы никто не нашёл?»",
                "en": "‘Think fast, Anyushka! I don’t like waiting — you know how I waited for you back then when I hid that old film so no one would find it?’"
            },
            "sound": "sfx_car_engine",
            "music": null,
            "nextScene": 6
        },
        {
            "id": 4,
            "background": "bg_style1_day_trash",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": "dima_neutral",
            "speaker": {
                "ru": "Дима",
                "en": "Dima"
            },
            "text": {
                "ru": "«Жаль. Но я ещё вернусь за тобой.»",
                "en": "‘Too bad. But I’ll come back for you.’"
            },
            "second_playthrough_text": {
                "ru": "«Жаль. Но я ещё вернусь за тобой — ты ведь знаешь, Ань, что я всегда возвращаюсь, как тогда, когда оставил тебе тот старый снимок у порога.»",
                "en": "‘Too bad. But I’ll come back for you — you know, Anya, I always come back, like when I left that old photo at your doorstep.’"
            },
            "sound": "sfx_car_engine_fade",
            "music": null,
            "nextScene": 6
        },
        {
            "id": 5,
            "background": "bg_style1_day_trash",
            "characterLeft": "anna_smile_style1",
            "characterRight": "dima_confident",
            "speaker": {
                "ru": "Дима",
                "en": "Dima"
            },
            "text": {
                "ru": "«Куда захочешь! Море, горы — только скажи. Будет наш побег.»",
                "en": "‘Wherever you want! Sea, mountains — just say it. It’ll be our escape.’"
            },
            "second_playthrough_text": {
                "ru": "«Куда захочешь! Море, горы — только скажи. Будет наш побег — ты ведь знаешь, Ань, как я планировал это раньше, когда спрятал тот старый билет на поезд в кармане?»",
                "en": "‘Wherever you want! Sea, mountains — just say it. It’ll be our escape — you know, Anya, how I planned this before, when I hid that old train ticket in my pocket?’"
            },
            "sound": "sfx_excited_laugh",
            "music": "bgm_upbeat_friendship",
            "nextScene": 6
        },
        {
            "id": 6,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_neutral_style1",
            "characterRight": "mark_concerned",
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "Офис ‘TrendWave’ встретил меня холодным светом, но Марк был рядом — очки сползли, взгляд тревожный: «Анна, я… я люблю тебя. Не знаю, как ещё это сказать.»",
                "en": "The ‘TrendWave’ office greeted me with cold light, but Mark was there — glasses slipping, gaze anxious: ‘Anna, I… I love you. Don’t know how else to say it.’"
            },
            "second_playthrough_text": {
                "ru": "Офис ‘TrendWave’ встретил меня холодным светом — ты ведь знаешь этот момент, да? Марк был рядом — очки сползли, взгляд тревожный: «Анна, я… я люблю тебя. Ты ведь слышала это раньше, Ань, когда я прятал ту старую флешку с моими кодами от всех.»",
                "en": "The ‘TrendWave’ office greeted me with cold light — you know this moment, don’t you? Mark was there — glasses slipping, gaze anxious: ‘Anna, I… I love you. You’ve heard this before, Anya, back when I hid that old USB with my codes from everyone.’"
            },
            "sound": "sfx_office_ambient",
            "music": "bgm_corporate_tension",
            "nextScene": 7
        },
        {
            "id": 7,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_surprised_style1",
            "characterRight": "mark_blush",
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Сердце замерло, тепло разлилось по груди. Что я чувствую? Его слова — свет? Или ловушка? «Марк, я… это неожиданно.»",
                "en": "My heart stopped, warmth spread through my chest. What do I feel? His words — light? Or a trap? ‘Mark, I… this is unexpected.’"
            },
            "second_playthrough_text": {
                "ru": "Сердце замерло — ты ведь знаешь, как оно бьётся здесь, да? Тепло разлилось по груди. «Марк, я… это неожиданно, но ты ведь помнишь, как я нашла тот старый диск с твоими записями, где ты упоминал меня ещё до всего этого?»",
                "en": "My heart stopped — you know how it beats here, don’t you? Warmth spread through my chest. ‘Mark, I… this is unexpected, but you remember how I found that old disc with your notes, mentioning me even before all this?’"
            },
            "sound": "sfx_heart_beat_fast",
            "music": null,
            "choices": [
                {
                    "id": "yes",
                    "text": {
                        "ru": "Сказать: ‘Мне тоже ты важен’",
                        "en": "Say: ‘You’re important to me too’"
                    },
                    "nextScene": 8,
                    "effects": { "heart": 1, "relationships.mark": 1 }
                },
                {
                    "id": "no",
                    "text": {
                        "ru": "Сказать: ‘Мне нужно время’",
                        "en": "Say: ‘I need time’"
                    },
                    "nextScene": 9,
                    "effects": { "leaf": 1 }
                },
                {
                    "id": "premium",
                    "text": {
                        "ru": "Обнять его: ‘Я рада это слышать’ (20 бриллиантов)",
                        "en": "Hug him: ‘I’m glad to hear it’ (20 diamonds)"
                    },
                    "nextScene": 10,
                    "cost": 20,
                    "effects": { "heart": 1, "relationships.mark": 2 }
                }
            ]
        },
        {
            "id": 8,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_smile_style1",
            "characterRight": "mark_smile",
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "«Это… больше, чем я ждал. Спасибо.»",
                "en": "‘That’s… more than I expected. Thank you.’"
            },
            "second_playthrough_text": {
                "ru": "«Это… больше, чем я ждал. Спасибо — ты ведь знаешь, Ань, что я ждал этого с того дня, когда оставил тебе тот старый код на столе, надеясь, что ты заметишь.»",
                "en": "‘That’s… more than I expected. Thank you — you know, Anya, I’ve waited for this since the day I left that old code on your desk, hoping you’d notice.’"
            },
            "sound": "sfx_comforting_tone",
            "music": null,
            "nextScene": 11
        },
        {
            "id": 9,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": "mark_neutral",
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "«Понимаю. Я подожду, сколько нужно.»",
                "en": "‘I get it. I’ll wait as long as it takes.’"
            },
            "second_playthrough_text": {
                "ru": "«Понимаю. Я подожду, сколько нужно — ты ведь знаешь, Ань, что я ждал даже после того, как ты ушла, оставив меня с той старой программой, которую я писал для тебя.»",
                "en": "‘I get it. I’ll wait as long as it takes — you know, Anya, I waited even after you left, leaving me with that old program I wrote for you.’"
            },
            "sound": "sfx_subtle_sigh",
            "music": null,
            "nextScene": 11
        },
        {
            "id": 10,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_smile_style1",
            "characterRight": "mark_blush",
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "«Ох… Это… лучшее, что было за день.»",
                "en": "‘Oh… This… it’s the best thing today.’"
            },
            "second_playthrough_text": {
                "ru": "«Ох… Это… лучшее, что было за день — ты ведь знаешь, Ань, что я мечтал об этом ещё тогда, когда спрятал тот старый диск с твоим именем в коде?»",
                "en": "‘Oh… This… it’s the best thing today — you know, Anya, I dreamed of this back when I hid that old disc with your name in the code?’"
            },
            "sound": "sfx_heartfelt_moment",
            "music": "bgm_upbeat_friendship",
            "nextScene": 11
        },
        {
            "id": 11,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_neutral_style1",
            "characterRight": "sergey_confident",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "Сергей подошёл позже, его взгляд был острым, как свет в темноте: «Анна, я хочу, чтобы ты осталась тут. Со мной. Помощник, партнёр… больше, если захочешь. Это твой шанс.»",
                "en": "Sergey approached later, his gaze sharp like light in the dark: ‘Anna, I want you to stay here. With me. Assistant, partner… more, if you want. This is your chance.’"
            },
            "second_playthrough_text": {
                "ru": "Сергей подошёл позже, взгляд острый, как свет в темноте — ты ведь знаешь его, да? «Анна, я хочу, чтобы ты осталась тут. Со мной. Помощник, партнёр… больше, если захочешь. Это твой шанс — как тогда, когда я оставил тебе тот старый контракт, надеясь, что ты не заметишь её подписи.»",
                "en": "Sergey approached later, his gaze sharp like light in the dark — you know it, don’t you? ‘Anna, I want you to stay here. With me. Assistant, partner… more, if you want. This is your chance — like back then when I left you that old contract, hoping you wouldn’t notice her signature.’"
            },
            "sound": "sfx_confident_step",
            "music": "bgm_corporate_tension",
            "nextScene": 12
        },
        {
            "id": 12,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_surprised_style1",
            "characterRight": "sergey_confident",
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Слова ударили, как ветер, и я замерла. Что я чувствую? Его сила манит, но пугает. «Сергей, это… я не знаю, что сказать.»",
                "en": "His words hit like a gust, and I froze. What do I feel? His strength draws me, but scares me. ‘Sergey, this… I don’t know what to say.’"
            },
            "second_playthrough_text": {
                "ru": "Слова ударили, как ветер — ты ведь знаешь, как это бьёт, да? Я замерла, держа в руках тот старый ключ от его квартиры, который он однажды оставил мне. «Сергей, это… я не знаю, что сказать, но ты ведь помнишь, как я отказалась тогда?»",
                "en": "His words hit like a gust — you know how it strikes, don’t you? I froze, holding that old key to his apartment he once left me. ‘Sergey, this… I don’t know what to say, but you remember how I refused back then?’"
            },
            "sound": "sfx_dramatic_pause",
            "music": null,
            "choices": [
                {
                    "id": "yes",
                    "text": {
                        "ru": "Сказать: ‘Я подумаю’",
                        "en": "Say: ‘I’ll think about it’"
                    },
                    "nextScene": 13,
                    "effects": { "crown": 1, "relationships.sergey": 1 }
                },
                {
                    "id": "no",
                    "text": {
                        "ru": "Сказать: ‘Мне нужно больше времени’",
                        "en": "Say: ‘I need more time’"
                    },
                    "nextScene": 14,
                    "effects": { "leaf": 1 }
                },
                {
                    "id": "premium",
                    "text": {
                        "ru": "Спросить: ‘Что ты предлагаешь на самом деле?’ (15 бриллиантов)",
                        "en": "Ask: ‘What are you really offering?’ (15 diamonds)"
                    },
                    "nextScene": 15,
                    "cost": 15,
                    "effects": { "heart": 1, "relationships.sergey": 1 }
                }
            ]
        },
        {
            "id": 13,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_neutral_style1",
            "characterRight": "sergey_smile",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "«Хорошо. Не тороплю, но знай — я серьёзен.»",
                "en": "‘Good. I won’t rush you, but know — I’m serious.’"
            },
            "second_playthrough_text": {
                "ru": "«Хорошо. Не тороплю, но знай — я серьёзен — ты ведь помнишь, Ань, как я был серьёзен, когда оставил тебе тот старый ключ, думая, что ты останешься?»",
                "en": "‘Good. I won’t rush you, but know — I’m serious — you remember, Anya, how serious I was when I left you that old key, thinking you’d stay?’"
            },
            "sound": "sfx_subtle_chuckle",
            "music": null,
            "nextScene": null
        },
        {
            "id": 14,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": "sergey_neutral",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "«Время есть. Но не слишком долго.»",
                "en": "‘There’s time. But not too much.’"
            },
            "second_playthrough_text": {
                "ru": "«Время есть. Но не слишком долго — ты ведь знаешь, Ань, что я говорил это раньше, когда ждал тебя с тем старым контрактом, который так и не подписал?»",
                "en": "‘There’s time. But not too much — you know, Anya, I said this before, when I waited for you with that old contract I never signed?’"
            },
            "sound": "sfx_subtle_sigh",
            "music": null,
            "nextScene": null
        },
        {
            "id": 15,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_smile_style1",
            "characterRight": "sergey_confident",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "«Всё. Работу, место рядом, будущее. Ты мне нужна, Анна.»",
                "en": "‘Everything. Work, a place beside me, a future. I need you, Anna.’"
            },
            "second_playthrough_text": {
                "ru": "«Всё. Работу, место рядом, будущее. Ты мне нужна, Анна — ты ведь знаешь, что я предлагал это раньше, когда оставил тебе тот старый ключ от квартиры, думая, что ты выберешь меня?»",
                "en": "‘Everything. Work, a place beside me, a future. I need you, Anna — you know I offered this before, when I left you that old apartment key, thinking you’d choose me?’"
            },
            "sound": "sfx_quiet_whisper",
            "music": "bgm_mystery_reveal",
            "nextScene": null
        }
    ]
}