{
    "chapter": 3,
    "title": {
        "ru": "Тени выбора",
        "en": "Shadows of Choice"
    },
    "scenes": [
        {
            "id": 0,
            "background": "bg_apartment_morning",
            "characterLeft": "anna_thoughtful_home",
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Утро пришло с мягким светом, льющимся сквозь шторы, но внутри меня всё ещё дрожала тень вчерашнего вечера. Я сидела на краю кровати, кремовый свитер обнимал плечи, а телефон в руках мигал — Лёша в Telegram: ‘Ань, ты жива после вчера?’ Во ‘ВКонтакте’ новый гороскоп: ‘Весы, остерегайтесь иллюзий’. TikTok крутил видео про знаки судьбы. Что я чувствую? Шум зовёт, но тишина держит. Может, звёзды знают больше?",
                "en": "Morning arrived with soft light spilling through the curtains, but inside me, the shadow of last night still trembled. I sat on the edge of the bed, my cream sweater hugging my shoulders, phone in hand blinking — Lyosha on Telegram: ‘Anya, you alive after yesterday?’ A new horoscope on ‘VKontakte’: ‘Libra, beware of illusions.’ TikTok spun videos about fate’s signs. What do I feel? Noise calls, but silence holds me. Maybe the stars know more?"
            },
            "second_playthrough_text": {
                "ru": "Утро пришло с мягким светом, но я уже знала этот сценарий — тень вчера снова дрожит внутри. Я сидела на кровати, кремовый свитер обнимал плечи, телефон мигал — Лёша: ‘Ань, ты жива после вчера?’ — как по нотам. Тот же гороскоп в ‘ВКонтакте’, тот же TikTok. Ты ведь знаешь, что я выберу, да? Только теперь я вижу старую открытку от него на тумбочке — он писал ‘До встречи’ ещё до того, как Дима стал его тенью.",
                "en": "Morning arrived with soft light, but I already knew this script — yesterday’s shadow trembles inside again. I sat on the bed, my cream sweater hugging my shoulders, phone blinking — Lyosha: ‘Anya, you alive after yesterday?’ — right on cue. Same horoscope on ‘VKontakte’, same TikTok. You know what I’ll choose, don’t you? Only now I see his old postcard on the nightstand — he wrote ‘See you soon’ back before Dima became his shadow."
            },
            "sound": "sfx_morning_birds",
            "music": "bgm_morning_melancholy",
            "nextScene": 1
        },
        {
            "id": 1,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Телефон мигал — Марк в Telegram: ‘Ты как?’ Сергей: ‘Жду в офисе сегодня.’ Я замерла, глядя на экран. Что я чувствую? Марк — тепло, но тень страха? Сергей — сила, но холод? Дима молчал, и это молчание резало. Катя в WhatsApp: ‘Ань, ты пропала!’ Куда меня тянет?",
                "en": "My phone blinked — Mark on Telegram: ‘You okay?’ Sergey: ‘Waiting at the office today.’ I froze, staring at the screen. What do I feel? Mark — warmth, but a shadow of fear? Sergey — strength, but coldness? Dima stayed silent, and that silence cut deep. Katya on WhatsApp: ‘Anya, you’ve vanished!’ Where am I drawn?"
            },
            "second_playthrough_text": {
                "ru": "Телефон мигал — Марк: ‘Ты как?’ Сергей: ‘Жду в офисе.’ Всё те же слова, ты ведь помнишь их, да? Я замерла, глядя на экран, где мелькнуло старое сообщение от Димы: ‘Прости за ту ночь’ — он отправил его ещё до того, как я узнала про долги. Марк — тепло, Сергей — холод, а Дима молчит. Катя в WhatsApp: ‘Ань, ты пропала!’ — опять. Куда меня тянет теперь?",
                "en": "My phone blinked — Mark: ‘You okay?’ Sergey: ‘Waiting at the office.’ Same old words, you remember them, don’t you? I froze, staring at the screen where an old message from Dima flickered: ‘Sorry about that night’ — sent before I knew about his debts. Mark — warmth, Sergey — cold, and Dima’s silent. Katya on WhatsApp: ‘Anya, you’ve vanished!’ — again. Where am I drawn now?"
            },
            "sound": "sfx_phone_vibrate_multiple",
            "music": "bgm_tension_rise",
            "choices": [
                {
                    "id": "mark",
                    "text": {
                        "ru": "[Марку: ‘Всё ок, а ты?’] (10 сек)",
                        "en": "[To Mark: ‘I’m fine, you?’] (10 сек)"
                    },
                    "timer": 10,
                    "nextScene": 2,
                    "effects": { "heart": 1, "relationships.mark": 1 }
                },
                {
                    "id": "sergey",
                    "text": {
                        "ru": "[Сергею: ‘Скоро буду’] (10 сек)",
                        "en": "[To Sergey: ‘Be there soon’] (10 сек)"
                    },
                    "timer": 10,
                    "nextScene": 3,
                    "effects": { "crown": 1, "relationships.sergey": 1 }
                },
                {
                    "id": "ignore",
                    "text": {
                        "ru": "[Пропустить]",
                        "en": "[Ignore]"
                    },
                    "nextScene": 4
                }
            ]
        },
        {
            "id": 2,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "‘Хорошо. Может, кофе как-нибудь?’",
                "en": "‘Good. Coffee sometime?’"
            },
            "second_playthrough_text": {
                "ru": "‘Хорошо. Может, кофе как-нибудь? Ты ведь знаешь, что я всегда это предлагаю, Ань, и всё равно жду, пока ты скажешь да.’",
                "en": "‘Good. Coffee sometime? You know I always offer this, Anya, and still wait for you to say yes.’"
            },
            "sound": "sfx_message_sent",
            "music": null,
            "nextScene": 5
        },
        {
            "id": 3,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "‘Жду. Не опаздывай.’",
                "en": "‘Waiting. Don’t be late.’"
            },
            "second_playthrough_text": {
                "ru": "‘Жду. Не опаздывай. Ты ведь помнишь, как это было в прошлый раз, Ань, когда ты всё-таки пришла?’",
                "en": "‘Waiting. Don’t be late. You remember how it went last time, Anya, when you finally showed up?’"
            },
            "sound": "sfx_message_sent",
            "music": null,
            "nextScene": 5
        },
        {
            "id": 4,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Я убрала телефон. Пусть ждут. Но сердце стучало — а вдруг я упускаю что-то важное?",
                "en": "I put the phone away. Let them wait. But my heart pounded — what if I’m missing something vital?"
            },
            "second_playthrough_text": {
                "ru": "Я убрала телефон, зная, что они будут ждать — как и тогда. Но сердце стучало — ты ведь помнишь, как я упустила это в прошлый раз, да?",
                "en": "I put the phone away, knowing they’ll wait — just like then. But my heart pounded — you remember how I missed it last time, don’t you?"
            },
            "sound": "sfx_phone_pocket",
            "music": "bgm_quiet_reflection",
            "nextScene": 5
        },
        {
            "id": 5,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_neutral_street",
            "characterRight": "vika_confident_style1",
            "speaker": {
                "ru": "Вика",
                "en": "Vika"
            },
            "text": {
                "ru": "Офис ‘TrendWave’ гудел — голоса, клавиатуры, запах кофе. Вика шагнула навстречу: «Аньчик, ты где была? Сергей хочет тебя видеть!»",
                "en": "The ‘TrendWave’ office buzzed — voices, keyboards, the scent of coffee. Vika stepped forward: ‘Anyushka, where’ve you been? Sergey wants to see you!’"
            },
            "second_playthrough_text": {
                "ru": "Офис ‘TrendWave’ гудел — голоса, клавиатуры, запах кофе, всё как в прошлый раз. Вика шагнула ко мне: «Аньчик, ты где была? Опять пропадала? Сергей хочет тебя видеть — ты ведь знаешь, что он не отпустит тебя так просто, особенно после того браслета, что я до сих пор ношу от прошлого.»",
                "en": "The ‘TrendWave’ office buzzed — voices, keyboards, the scent of coffee, just like last time. Vika stepped toward me: ‘Anyushka, where’ve you been? Off again? Sergey wants to see you — you know he won’t let you go so easily, especially after that bracelet I still wear from the past.’"
            },
            "sound": "sfx_office_ambient",
            "music": "bgm_corporate_tension",
            "nextScene": 6
        },
        {
            "id": 6,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_surprised_street",
            "characterRight": "sergey_confident",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "Сергей стоял у окна, пиджак подчёркивал его уверенность. «Анна, ты интересная. Хочу, чтобы ты помогла с проектом. Есть идеи?»",
                "en": "Sergey stood by the window, his blazer framing his confidence. ‘Anna, you’re interesting. I want you to help with a project. Any ideas?’"
            },
            "second_playthrough_text": {
                "ru": "Сергей стоял у окна, пиджак подчёркивал его уверенность, но теперь я видела старый журнал на столе — он и его бывший партнёр, которого он предал. «Анна, ты интересная. Опять здесь? Хочу, чтобы ты помогла с проектом — ты ведь знаешь, как это работает, да?»",
                "en": "Sergey stood by the window, his blazer framing his confidence, but now I saw the old magazine on the desk — him and his former partner, the one he betrayed. ‘Anna, you’re interesting. Back again? I want you to help with a project — you know how this works, don’t you?’"
            },
            "sound": "sfx_confident_step",
            "music": null,
            "choices": [
                {
                    "id": "yes",
                    "text": {
                        "ru": "Да, могу предложить",
                        "en": "Yes, I can suggest something"
                    },
                    "nextScene": 7,
                    "effects": { "crown": 1, "relationships.sergey": 1 }
                },
                {
                    "id": "no",
                    "text": {
                        "ru": "Не знаю, я не в этом",
                        "en": "I don’t know, I’m not into this"
                    },
                    "nextScene": 8,
                    "effects": { "leaf": 1 }
                },
                {
                    "id": "premium",
                    "text": {
                        "ru": "А что за проект? Расскажи подробнее (15 бриллиантов)",
                        "en": "What’s the project? Tell me more (15 diamonds)"
                    },
                    "nextScene": 9,
                    "cost": 15,
                    "effects": { "heart": 1, "relationships.sergey": 1 }
                }
            ]
        },
        {
            "id": 7,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_neutral_street",
            "characterRight": "sergey_smile",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "«Хорошо. Покажи, на что способна.»",
                "en": "‘Good. Show me what you’ve got.’"
            },
            "second_playthrough_text": {
                "ru": "«Хорошо. Покажи, на что способна. Ты ведь уже делала это, Ань — давай удивим их снова?»",
                "en": "‘Good. Show me what you’ve got. You’ve done this before, Anya — let’s surprise them again?’"
            },
            "sound": "sfx_chair_shift",
            "music": null,
            "nextScene": 10
        },
        {
            "id": 8,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_thoughtful_street",
            "characterRight": "sergey_neutral",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "«Ладно, подумай ещё.»",
                "en": "‘Alright, think it over.’"
            },
            "second_playthrough_text": {
                "ru": "«Ладно, подумай ещё. Ты всегда так осторожна, Ань — но ты ведь знаешь, что вернёшься к этому, да?»",
                "en": "‘Alright, think it over. You’re always so cautious, Anya — but you know you’ll come back to this, don’t you?’"
            },
            "sound": "sfx_subtle_sigh",
            "music": null,
            "nextScene": 10
        },
        {
            "id": 9,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_smile_street",
            "characterRight": "sergey_confident",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "«Новый раздел на сайте — стиль, тренды, что-то личное. Мне нужен твой взгляд. Интересно?»",
                "en": "‘A new section on the site — style, trends, something personal. I need your perspective. Interested?’"
            },
            "second_playthrough_text": {
                "ru": "«Новый раздел на сайте — стиль, тренды, что-то личное. Мне нужен твой взгляд, Ань. Ты ведь уже видела, как это работает, да? Интересно повторить?»",
                "en": "‘A new section on the site — style, trends, something personal. I need your perspective, Anya. You’ve seen how this works before, haven’t you? Interested in doing it again?’"
            },
            "sound": "sfx_quiet_whisper",
            "music": "bgm_mystery_reveal",
            "nextScene": 10
        },
        {
            "id": 10,
            "background": "bg_street_dusk_end",
            "characterLeft": "anna_thoughtful_street",
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Вечер упал на город мягкими тенями, шубка грела плечи, но внутри всё ещё дрожала неуверенность. Телефон пиликнул — Марк: ‘Ты как после вчера?’ Дима молчал, Сергей ждал ответа, а я… Что я чувствую? Тепло? Опасность? Или просто усталость от выбора?",
                "en": "Evening fell over the city in soft shadows, my fur coat warmed my shoulders, but inside, uncertainty still quivered. My phone buzzed — Mark: ‘How are you after yesterday?’ Dima stayed silent, Sergey awaited an answer, and I… What do I feel? Warmth? Danger? Or just weariness from choosing?"
            },
            "second_playthrough_text": {
                "ru": "Вечер упал на город мягкими тенями, шубка грела, но внутри дрожь — ты ведь знаешь, что я чувствую это снова. Телефон пиликнул — Марк: ‘Ты как после вчера?’ — как по расписанию. Дима молчит, Сергей ждёт, а в кармане шубки старый билет на поезд, который я так и не использовала, чтобы сбежать. Что я чувствую? Усталость от этой игры или страх, что она никогда не кончится?",
                "en": "Evening fell over the city in soft shadows, my fur coat warmed me, but inside a shiver — you know I’m feeling this again. My phone buzzed — Mark: ‘How are you after yesterday?’ — right on schedule. Dima’s silent, Sergey waits, and in my coat pocket, the old train ticket I never used to escape. What do I feel? Tiredness from this game or fear it’ll never end?"
            },
            "sound": "sfx_street_ambient",
            "music": "bgm_evening_dusk",
            "choices": [
                {
                    "id": "mark_reply",
                    "text": {
                        "ru": "[Марку: ‘Всё ок, ты как?’] (10 сек)",
                        "en": "[To Mark: ‘I’m fine, you?’] (10 сек)"
                    },
                    "timer": 10,
                    "nextScene": 11,
                    "effects": { "heart": 1, "relationships.mark": 1 }
                },
                {
                    "id": "ignore",
                    "text": {
                        "ru": "[Пропустить]",
                        "en": "[Ignore]"
                    },
                    "nextScene": 12
                }
            ]
        },
        {
            "id": 11,
            "background": "bg_street_dusk_end",
            "characterLeft": "anna_smile_street",
            "characterRight": null,
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "‘Рад, что ты в порядке. Увидимся?’",
                "en": "‘Glad you’re okay. See you?’"
            },
            "second_playthrough_text": {
                "ru": "‘Рад, что ты в порядке. Увидимся? Ты ведь знаешь, что я всегда жду твоего ответа, Ань.’",
                "en": "‘Glad you’re okay. See you? You know I’m always waiting for your reply, Anya.’"
            },
            "sound": "sfx_message_sent",
            "music": null,
            "nextScene": null
        },
        {
            "id": 12,
            "background": "bg_street_dusk_end",
            "characterLeft": "anna_thoughtful_street",
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Я убрала телефон. Тишина города обняла меня, но сердце стучало — куда я иду?",
                "en": "I put the phone away. The city’s silence embraced me, but my heart pounded — where am I going?"
            },
            "second_playthrough_text": {
                "ru": "Я убрала телефон. Тишина города обняла меня, но сердце стучало — ты ведь знаешь, куда я иду, да? И всё равно я иду туда снова.",
                "en": "I put the phone away. The city’s silence embraced me, but my heart pounded — you know where I’m going, don’t you? And still, I’m heading there again."
            },
            "sound": "sfx_phone_pocket",
            "music": "bgm_quiet_reflection",
            "nextScene": null
        }
    ]
}
