{
    "chapter": 6,
    "title": {
        "ru": "Тайна под светом",
        "en": "Secret in the Light"
    },
    "scenes": [
        {
            "id": 0,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": "sergey_confident",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "Офис ‘TrendWave’ сиял белизной, но свет казался обманчивым, скрывая трещины под поверхностью. Сергей подошёл, его голос был тёплым, но тяжёлым: «Анна, есть кое-что, что ты должна знать. О студии. Обо мне.»",
                "en": "The ‘TrendWave’ office glowed with whiteness, but the light felt deceptive, hiding cracks beneath the surface. Sergey approached, his voice warm but heavy: ‘Anna, there’s something you should know. About the studio. About me.’"
            },
            "second_playthrough_text": {
                "ru": "Офис ‘TrendWave’ сиял белизной, но свет обманчив — ты ведь знаешь это, да? Сергей подошёл, голос тёплый, но тяжёлый: «Анна, есть кое-что, что ты должна знать. О студии. Обо мне. Ты ведь помнишь, как я прятал тот старый телефон с её номером, чтобы никто не узнал?»",
                "en": "The ‘TrendWave’ office glowed with whiteness, but the light’s deceptive — you know that, don’t you? Sergey approached, his voice warm but heavy: ‘Anna, there’s something you should know. About the studio. About me. You remember how I hid that old phone with her number so no one would find out?’"
            },
            "sound": "sfx_office_ambient",
            "music": "bgm_corporate_tension",
            "nextScene": 1
        },
        {
            "id": 1,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_surprised_style1",
            "characterRight": "sergey_neutral",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "«Я… у меня была другая жизнь. Любовница, после развода. Она угрожает всё рассказать. Это может разрушить ‘TrendWave’.»",
                "en": "‘I… I had another life. A mistress, after the divorce. She’s threatening to spill everything. It could ruin ‘TrendWave.’’"
            },
            "second_playthrough_text": {
                "ru": "«Я… у меня была другая жизнь. Ты ведь знаешь это, Ань, да? Любовница после развода — она угрожает всё рассказать, как тогда, когда я сжёг её письма, чтобы никто не нашёл. Это может разрушить ‘TrendWave’ снова.»",
                "en": "‘I… I had another life. You know this, Anya, don’t you? A mistress after the divorce — she’s threatening to spill everything, like back when I burned her letters so no one would find them. It could ruin ‘TrendWave’ again.’"
            },
            "sound": "sfx_confident_step",
            "music": "bgm_secret_revealed",
            "nextScene": 2
        },
        {
            "id": 2,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": "sergey_neutral",
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Слова упали, как камни, и сердце сжалось. Что я чувствую? Жалость? Недоверие? Гороскоп во ‘ВКонтакте’ предупреждал про иллюзии, и вот они. «И что мне с этим делать?»",
                "en": "His words dropped like stones, and my heart tightened. What do I feel? Pity? Distrust? The horoscope on ‘VKontakte’ warned of illusions, and here they are. ‘And what am I supposed to do with this?’"
            },
            "second_playthrough_text": {
                "ru": "Слова упали, как камни, и сердце сжалось — ты ведь знаешь, как это бьёт, да? Гороскоп во ‘ВКонтакте’ опять про иллюзии, и вот они — его старая записка с её именем всё ещё лежит в ящике стола. «И что мне с этим делать теперь?»",
                "en": "His words dropped like stones, and my heart tightened — you know how it hits, don’t you? The ‘VKontakte’ horoscope warned of illusions again, and here they are — his old note with her name still sits in the desk drawer. ‘And what am I supposed to do with this now?’"
            },
            "sound": "sfx_dramatic_pause",
            "music": null,
            "choices": [
                {
                    "id": "support",
                    "text": {
                        "ru": "Сказать: ‘Я помогу, если смогу’",
                        "en": "Say: ‘I’ll help if I can’"
                    },
                    "nextScene": 3,
                    "effects": { "heart": 1, "relationships.sergey": 1 }
                },
                {
                    "id": "doubt",
                    "text": {
                        "ru": "Сказать: ‘Почему я должна тебе верить?’",
                        "en": "Say: ‘Why should I trust you?’"
                    },
                    "nextScene": 4,
                    "effects": { "leaf": 1 }
                },
                {
                    "id": "premium",
                    "text": {
                        "ru": "Спросить: ‘Что ты от меня хочешь?’ (15 бриллиантов)",
                        "en": "Ask: ‘What do you want from me?’ (15 diamonds)"
                    },
                    "nextScene": 5,
                    "cost": 15,
                    "effects": { "crown": 1, "relationships.sergey": 1 }
                }
            ]
        },
        {
            "id": 3,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_smile_style1",
            "characterRight": "sergey_smile",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "«Спасибо, Анна. Ты не такая, как все.»",
                "en": "‘Thank you, Anna. You’re not like the others.’"
            },
            "second_playthrough_text": {
                "ru": "«Спасибо, Анна. Ты не такая, как все — ты ведь знаешь, что я всегда ценил это, даже когда прятал её старую куртку от глаз партнёров.»",
                "en": "‘Thank you, Anna. You’re not like the others — you know I’ve always valued that, even when I hid her old jacket from the partners’ eyes.’"
            },
            "sound": "sfx_subtle_chuckle",
            "music": null,
            "nextScene": 6
        },
        {
            "id": 4,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": "sergey_neutral",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "«Понимаю. Докажу, что могу доверять.»",
                "en": "‘I understand. I’ll prove I can be trusted.’"
            },
            "second_playthrough_text": {
                "ru": "«Понимаю. Докажу, что могу доверять — ты ведь знаешь, Ань, что я уже пытался это сделать, когда выбросил её старый дневник, но она всё равно вернулась.»",
                "en": "‘I understand. I’ll prove I can be trusted — you know, Anya, I’ve tried this before, when I tossed out her old diary, but she came back anyway.’"
            },
            "sound": "sfx_subtle_sigh",
            "music": null,
            "nextScene": 6
        },
        {
            "id": 5,
            "background": "bg_webstudio_day",
            "characterLeft": "anna_neutral_style1",
            "characterRight": "sergey_confident",
            "speaker": {
                "ru": "Сергей",
                "en": "Sergey"
            },
            "text": {
                "ru": "«Твоей поддержки. И, может, чего-то большего. Ты мне нужна здесь.»",
                "en": "‘Your support. And maybe something more. I need you here.’"
            },
            "second_playthrough_text": {
                "ru": "«Твоей поддержки. И, может, чего-то большего. Ты мне нужна здесь, Ань — ты ведь знаешь, что я говорил это раньше, когда держал её старую записную книжку, думая, что смогу всё забыть.»",
                "en": "‘Your support. And maybe something more. I need you here, Anya — you know I’ve said this before, when I held onto her old notebook, thinking I could forget it all.’"
            },
            "sound": "sfx_quiet_whisper",
            "music": "bgm_mystery_reveal",
            "nextScene": 6
        },
        {
            "id": 6,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Телефон пиликнул — Марк: ‘Ты в офисе? Что-то странное творится.’ Дима: ‘Вечеринка сегодня, приходи!’ Я замерла, пальцы дрогнули. Что я чувствую? Марк — тревога? Дима — жар? Сергей — холодный свет? Кому верить?",
                "en": "My phone buzzed — Mark: ‘You at the office? Something weird’s going on.’ Dima: ‘Party tonight, come!’ I froze, fingers trembling. What do I feel? Mark — anxiety? Dima — heat? Sergey — cold light? Who do I trust?"
            },
            "second_playthrough_text": {
                "ru": "Телефон пиликнул — Марк: ‘Ты в офисе? Что-то странное творится.’ Дима: ‘Вечеринка сегодня, приходи!’ — ты ведь знаешь эти слова наизусть, да? Я замерла, пальцы дрогнули, вспоминая старую записку Марка на столе — он писал коды для кого-то ещё до ‘TrendWave’. Что я чувствую? Марк — тревога? Дима — жар? Сергей — холод? Кому верить теперь?",
                "en": "My phone buzzed — Mark: ‘You at the office? Something weird’s going on.’ Dima: ‘Party tonight, come!’ — you know these words by heart, don’t you? I froze, fingers trembling, recalling an old note from Mark on the desk — he was writing codes for someone else before ‘TrendWave’. What do I feel? Mark — anxiety? Dima — heat? Sergey — cold? Who do I trust now?"
            },
            "sound": "sfx_phone_vibrate_multiple",
            "music": "bgm_tension_rise",
            "choices": [
                {
                    "id": "mark",
                    "text": {
                        "ru": "[Марку: ‘Что случилось?’] (10 сек)",
                        "en": "[To Mark: ‘What’s wrong?’] (10 sec)"
                    },
                    "timer": 10,
                    "nextScene": 7,
                    "effects": { "heart": 1, "relationships.mark": 1 }
                },
                {
                    "id": "dima",
                    "text": {
                        "ru": "[Диме: ‘Буду!’] (10 сек)",
                        "en": "[To Dima: ‘I’ll be there!’] (10 sec)"
                    },
                    "timer": 10,
                    "nextScene": 8,
                    "effects": { "heart": 1, "relationships.dima": 1 }
                },
                {
                    "id": "ignore",
                    "text": {
                        "ru": "[Пропустить]",
                        "en": "[Ignore]"
                    },
                    "nextScene": 9
                }
            ]
        },
        {
            "id": 7,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Марк",
                "en": "Mark"
            },
            "text": {
                "ru": "‘Сайт… кто-то копался в коде. Я разберусь.’",
                "en": "‘The site… someone’s been messing with the code. I’ll figure it out.’"
            },
            "second_playthrough_text": {
                "ru": "‘Сайт… кто-то копался в коде. Я разберусь — ты ведь знаешь, Ань, что я всегда разбираюсь, как тогда, когда нашёл её старые следы в системе.’",
                "en": "‘The site… someone’s been messing with the code. I’ll figure it out — you know, Anya, I always do, like when I found her old traces in the system.’"
            },
            "sound": "sfx_message_sent",
            "music": null,
            "nextScene": 10
        },
        {
            "id": 8,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Дима",
                "en": "Dima"
            },
            "text": {
                "ru": "‘Класс! Жду тебя!’",
                "en": "‘Awesome! Waiting for you!’"
            },
            "second_playthrough_text": {
                "ru": "‘Класс! Жду тебя — ты ведь знаешь, Ань, что я всегда жду, даже после того, как ты ушла в прошлый раз, оставив меня с той старой камерой без плёнки.’",
                "en": "‘Awesome! Waiting for you — you know, Anya, I always wait, even after you left last time, leaving me with that old camera without film.’"
            },
            "sound": "sfx_message_sent",
            "music": null,
            "nextScene": 10
        },
        {
            "id": 9,
            "background": "bg_phone_messenger",
            "characterLeft": null,
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Я убрала телефон. Тишина давила, но сердце кричало — кому верить?",
                "en": "I put the phone away. Silence pressed down, but my heart screamed — who do I trust?"
            },
            "second_playthrough_text": {
                "ru": "Я убрала телефон — ты ведь знаешь, что я всегда молчу в этот момент, да? Тишина давила, но сердце кричало — кому верить, когда я нашла ту старую записку от Сергея в шубке, где он обещал ей уйти?",
                "en": "I put the phone away — you know I always stay silent at this moment, don’t you? Silence pressed down, but my heart screamed — who do I trust when I found that old note from Sergey in my coat, promising her he’d leave?"
            },
            "sound": "sfx_phone_pocket",
            "music": "bgm_quiet_reflection",
            "nextScene": 10
        },
        {
            "id": 10,
            "background": "bg_style1_dusk_end",
            "characterLeft": "anna_thoughtful_style1",
            "characterRight": null,
            "speaker": {
                "ru": "Анна",
                "en": "Anna"
            },
            "text": {
                "ru": "Вечер укутал город мягкими тенями, шубка грела плечи, но внутри всё дрожало — Сергей открыл тайну, но что дальше? Марк, Дима… Каждый тянет, а я не знаю, где правда.",
                "en": "Evening wrapped the city in soft shadows, my fur coat warmed my shoulders, but inside, everything trembled — Sergey revealed a secret, but what now? Mark, Dima… Each pulls me, and I don’t know where the truth lies."
            },
            "second_playthrough_text": {
                "ru": "Вечер укутал город мягкими тенями, шубка грела, но внутри дрожь — ты ведь знаешь, как это было, да? Сергей открыл тайну, но теперь я вижу старую коробку от сигарет в его столе — он курил с ней, когда всё началось. Марк, Дима… Каждый тянет, а я всё ещё не знаю, где правда.",
                "en": "Evening wrapped the city in soft shadows, my fur coat warmed me, but inside a shiver — you know how it went, don’t you? Sergey revealed a secret, but now I see an old cigarette pack in his desk — he smoked with her when it all started. Mark, Dima… Each pulls me, and I still don’t know where the truth lies."
            },
            "sound": "sfx_style1_ambient",
            "music": "bgm_evening_dusk",
            "nextScene": null
        }
    ]
}